{
    "pt-br": {
        "texto_descricao_de_perfil": "Daniel aqui, um jovem programador de %idade% anos.",
        "texto_descricao_de_perfil_secundaria": "É fantástico escrever linhas e criar algo a partir delas. Seja o movimento de um personagem ou a funcionalidade de uma página, ver tudo em funcionamento é gratificante.",
        "contatos": "Contatos",
        "conhecimentos": "Conhecimentos",
        "linguagens_de_programacao": "Linguagens de programação",
        "engine_e_frameworks": "Game engines e frameworks",
        "ingles": "Inglês",
        "linguagens": "Linguagens",
        "projetos": "Projetos",
        "em_desenvolvimento": "Aplicação/jogo em desenvolvimento",
        "detalhes_beachpark_jogo1": "Junto da Maré, explore o parque e resolva desafios.",
        "detalhes_beachpark_jogo2": "Gerenciamento de recursos dos jogos",
        "descricao_beachpark_jogo1": "Enquanto encontra e resolve desafios lendo QRcodes espalhados pelo mapa. Cuide de seus animais e plantas, colecione figuras e obtenha conquistas, enquanto aprende mais sobre a natureza e se diverte.",
        "descricao_beachpark_jogo2": "CRUD de usuários. Cadastro, exclusão e edição de novos desafios, locais no mapa e figuras. Seguindo designer semelhante ao jogo.",
        "detalhes_seliga": "Se Liga é um jogo educativo de quiz e exploração.",
        "descricao_seliga": "Crie seu personagem e explore a cidade dos Desligados acompanhado de Lúcio. O jogador deve explorar a cidade, coletar baterias e ajudar pessoas que fazem mau uso da energia elétrica por meio de quizzes.",
        "detalhes_clickesperto": "Click Esperto é um jogo de corrida infinita no qual você deve economizar energia enquanto percorre a maior distância possível.",
        "descricao_clickesperto": "Escolha seu personagem e corra pelas ruas da cidade dos desligados. Apague as lâmpadas, colete moedas e desvie dos obstáculos.",
        "detalhes_kenny": "Kenny no Breu é um jogo de exploração e terror com puzzles.",
        "descricao_kenny": "Kenny está preso em seu pesadelo e você deve ajudá-lo a escapar, mas cuidado com as criaturas! Use a lanterna com sabedoria e desvende os mistérios.",
        "detalhes_visadxs": "VISADXS é um jogo de cartas sobre a cultura negra, afro e caribenha.",
        "descricao_visadxs": "Combine os respectivos pares e descubra mais sobre as figuras apresentadas neste jogo.",
        "detalhes_fruithunt": "Fruit Hunt é um jogo educativo de plataforma e corrida infinita.",
        "descricao_fruithunt": "Projetado para ser jogado por crianças de 5 a 6 anos. O objetivo do jogo é aprender novas palavras e promover uma alimentação saudável.",
        "detalhes_profranca": "ProFRANCA tem como objetivo geral conservar a baleia-franca-austral.",
        "descricao_profranca": "Constitui em um APP híbrido (IOS e Android) sobre a história do Instituto Australis e a conservação das baleias francas. O App conta com recursos de RA, painéis interativos e loja.",
        "sobre": "Sobre",
        "descricao_sobre": "Atualmente, sou estagiário na FanStudios, trabalhando em projetos usando Unity e frameworks como React, Phaser e Ionic. Comecei a estudar desenvolvimento de jogos em 2019 na FBUni e atualmente estou estudando na Descomplica. Abaixo, você pode ver minhas habilidades e meus projetos mais relevantes."
    },
    "en": {
        "texto_descricao_de_perfil": "Daniel here, a young programmer, %idade% years old.",
        "texto_descricao_de_perfil_secundaria": "It's fantastic to write lines and create something out of them. Whether it's the movement of a character or the functionality of a page, seeing it in action is gratifying.",
        "contatos": "Contacts",
        "conhecimentos": "Skills",
        "linguagens_de_programacao": "Programming Languages",
        "engine_e_frameworks": "Game Engines and Frameworks",
        "ingles": "English",
        "linguagens": "Languages",
        "projetos": "Projects",
        "em_desenvolvimento": "Application/Game in Development",
        "detalhes_profranca": "ProFRANCA has the overall goal of conserving the southern right whale.",
        "descricao_profranca": "It consists of a hybrid app (iOS and Android) about the history of the Australis Institute and the conservation of southern right whales. The app features AR capabilities, interactive panels, and a store.",
        "detalhes_beachpark_jogo1": "Along the Tide, explore the park and solve challenges.",
        "detalhes_beachpark_jogo2": "Resource Management in the games.",
        "descricao_beachpark_jogo1": "While finding and solving challenges by reading QR codes spread across the map. Take care of your animals and plants, collect figures, and achieve accomplishments while learning more about nature and having fun.",
        "descricao_beachpark_jogo2": "CRUD of users. Registration, deletion, and editing of new challenges, map locations, and figures. Following a similar design to the game.",
        "detalhes_seliga": "Se Liga is an educational quiz and exploration game.",
        "descricao_seliga": "Create your character and explore the city of Desligados accompanied by Lúcio. The player must explore the city, collect batteries, and help people who misuse electricity through quizzes.",
        "detalhes_clickesperto": "Click Esperto is an endless running game where you have to save energy while covering the maximum distance possible.",
        "descricao_clickesperto": "Choose your character and run through the streets of the city of Desligados. Turn off the lights, collect coins, and avoid obstacles.",
        "detalhes_kenny": "Kenny in the Darkness is an exploration and puzzle game with a horror theme.",
        "descricao_kenny": "Kenny is trapped in his nightmare, and you must help him escape. But beware of the creatures! Use the flashlight wisely and unravel the mysteries.",
        "detalhes_visadxs": "VISADXS is a card game about Black, Afro, and Caribbean culture.",
        "descricao_visadxs": "Match the respective pairs and learn more about the figures featured in this game.",
        "detalhes_fruithunt": "Fruit Hunt is an educational platformer and endless running game.",
        "descricao_fruithunt": "Designed to be played by children aged 5 to 6. The game aims to teach new words and promote good eating habits.",
        "sobre": "About",
        "descricao_sobre": "I am currently an intern at FanStudios, working on projects using Unity and frameworks like React, Phaser, and Ionic. I started studying game development in 2019 at FBUni and am currently studying at Descomplica. Below, you can see my skills and my most relevant projects."
    }
}